DO-2023/Meta 1.3/test.tex
% Created 2023-08-25 vie 22:01
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{../modern}
\bibliography{../sample.bib}
\raggedbottom
\setcounter{secnumdepth}{2}
\author{Luis Eduardo Galidno Amaya}
\date{25 de Agosto del 2023}
\title{Meta 1.3 Herramientas \\
tecnologicas para la Mejora}
\hypersetup{
 pdfauthor={Luis Eduardo Galidno Amaya},
 pdftitle={Meta 1.3 Herramientas \\
tecnologicas para la Mejora},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={Spanish}}
\begin{document}

\modentitlepage{../images/escudo-uabc-2022-1-tinta-pos.png}
\datasection{Individual}

\section{Introducción}
\label{sec:orgb896593}
En los años recientes hemos presenciado como las tecnologías de la comunicación
han permitido la agilización de procesos dentro de las empresas como  el rápido
acceso a los bienes y servicios que proporciona, el marcado beneficia a las 
empresas que pueden estar disponibles para los clientes en todo momento, algunos
ejemplos relevantes para este caso es walmart, soriana y bodega aurrera las 
cuales han implementado diversa herramientas web y de machine lerning para 
la optimización de los procesos.  

\section{Desarrollo}
\label{sec:org9decaad}
La empresa local que se utilizo fue calimax, calimax ya cuenta con una pagina
web desde la que se pueden hacer compras en linea con las opciones de recoger 
en la tienda poniéndola al nivel de empresas como walmart y como soriana, por
lo que dentro de calimax ya tienen registros de los datos que se compran o se 
venden, utilizar tecnologías de big data en los almacenes podría permitir a 
calimax libera espacio de almacenamiento utilizando las tiendas directamente en
vez de utilizar almacenes,  también podría aprovechar la recolección de los 
datos para optimizar la cantidad de productos que se distribuyen a cada ubicación
en la ciudad, reduciendo la cantidad de desperdicio que se produce.

\section{Conclusión}
\label{sec:org377cf35}
Para una empresa como calimax seria de mucha utilidad usar tecnologías de 
big data y automatización de cadenas de distribución para reducir los costos de
operación y de almacenes, al ser una empresa bastante grande a nivel local 
calimax requiere de tecnologías mas enfocadas a la administración de recursos 
que otra cosa.
\end{document}
